---
kind: enumMember
id: F:Autodesk.Revit.DB.ArrayAnchorMember.Last
enum: Autodesk.Revit.DB.ArrayAnchorMember
source: html/4e138a54-bc03-a66f-831b-7ab88f15677e.htm
---
# Autodesk.Revit.DB.ArrayAnchorMember.Last

The translation or rotation value specifies the location of the last member of the array.